[
  {
    "speaker": "Narrator",
    "message": "Hello and welcome to English at University - the series that brings you the English words and phrases you need to help you through your first year at university.",
    "beginTime": 0
  },
  {
    "speaker": "Narrator",
    "message": "We're going to follow new student Mary, who's about to begin her first year of study abroad -  at The University of Studies – that's the UK's thirty-second best university. She's been offered a place to study for a degree in Business. It's a great opportunity for her but her mum and dad are sad to see her go…",
    "beginTime": 17.5
  },
  {
    "speaker": "Mum",
    "message": "… and she's flying to London today… London in the UK… yes, she's done very well. I'm so proud of her but… but I'm worried she's not going to eat properly and she might get in with the wrong crowd and…",
    "beginTime": 38
  },
  {
    "speaker": "Dad",
    "message": "Your mother is so emotional. It's the opportunity of a lifetime for you Mary. Make the most of it – forget about us, we'll be fine.",
    "beginTime": 53.3
  },
  {
    "speaker": "Mary",
    "message": "Forget about who?!",
    "beginTime": 64
  },
  {
    "speaker": "Dad",
    "message": "Ha ha. Now have you packed everything? Clothes, books, toothbrush...",
    "beginTime": 65.5
  },
  {
    "speaker": "Mum",
    "message": "Sorry about that. That was your Grandma on the phone – she says good luck and send her a postcard from Paris. I think she meant London. She also said 'Don't do anything I wouldn't do!'",
    "beginTime": 71.44
  },
  {
    "speaker": "Mary",
    "message": "What?",
    "beginTime": 85
  },
  {
    "speaker": "Mum",
    "message": "It's a joke. She learnt it from her English friends. It means 'Have a good time and don't get into trouble'. Now have you packed everything? Passport, student visa, your acceptance letter from the university and your new laptop – you can use that to video-time us.",
    "beginTime": 86
  },
  {
    "speaker": "Dad",
    "message": "Good idea – very sensible. Have you got your credit card and cash?",
    "beginTime": 103.5
  },
  {
    "speaker": "Mary",
    "message": "Yes Dad!",
    "beginTime": 108.6
  },
  {
    "speaker": "Mum",
    "message": "Ah, that sounds like your taxi. Well… bye bye darling. Safe journey! Have a good trip and keep in touch.",
    "beginTime": 111
  },
  {
    "speaker": "Mary",
    "message": "I'll call as soon as I land in Paris… I mean London!",
    "beginTime": 120
  },
  {
    "speaker": "Narrator",
    "message": "It can be scary leaving home for the first time, but Mary seems quite cool and calm about it, even though her mum's getting a bit mushy – she's getting quite sad and emotional. While Mary says her final goodbyes, let's go over the words of encouragement you can give to someone who's leaving home for the first time…",
    "beginTime": 127.5
  },
  {
    "speaker": "Narrator",
    "message": "I'm proud of you. It's the opportunity of a lifetime. Don't do anything I wouldn't do! Make the most of it. Safe journey! Keep in touch!",
    "beginTime": 147.5
  },
  {
    "speaker": "Narrator",
    "message": "To practise these phrases – and to learn some more like this, visit us at BBC Learning English dot com. Now, back to Mary, and her dad's looking a bit tearful… He's a big softy really – that means he gets emotional very easily.",
    "beginTime": 165.55
  },
  {
    "speaker": "Mary",
    "message": "Err Dad, are you ok?",
    "beginTime": 182.4
  },
  {
    "speaker": "Dad",
    "message": "Bye Mary… I love you!",
    "beginTime": 187
  },
  {
    "speaker": "Mum",
    "message": "Bye Mary. Bye. Oh no, look, she's left her 'good luck' teddy bear behind.",
    "beginTime": 192
  },
  {
    "speaker": "Narrator",
    "message": "Come on Dad, you'll be fine!  So Mary is off to the UK to study. In the coming weeks you can hear how she gets on dealing with university life, studying and eventually taking her exams. And I'll be here with some English words and phrases to help her on her way. So join me again soon for English at University. Bye!",
    "beginTime": 201
  }
]